Repository: paulwoman/Capitalism_Lab_ENG_to_IDN
Catalog: tm/auto/t_game_en-US_id.tmx
Source language: en_us
Languages: id

source: [0799]<0019>the brand will benefit from public relations efforts.|
id: [0799]<0019>merek akan mendapatkan keuntungan dari upaya hubungan masyarakat.|

source: [0801]<0021>Corporate Brand|
id: [0801]<0021>Merek Perusahaan|

source: [0802]<0022>Brand Awareness|
id: [0802]<0022>Kesadaran Merek|

source: [0803]<0023>Brand Loyalty|
id: [0803]<0023>Loyalitas Merek|

source: [0804]<0024>Range Band|
id: [0804]<0024>Pita Rentang|

source: [0805]<0025>Unique Band|
id: [0805]<0025>Band Unik|

source: [0806]<0026>INVESTOR RELATIONS DEPARTMENT|
id: [0806]<0026>DIVISI HUBUNGAN INVESTOR|

source: [0807]<0027>Monthly spending on investor relations efforts|
id: [0807]<0027>Pengeluaran bulanan untuk upaya hubungan investor|

source: [0809]<0029>corporation's stock performance.|
id: [0809]<0029>kinerja saham korporasi.|

source: [0811]<0031>Chief Executive Officer's Office|
id: [0811]<0031>Direktur Utama|

source: [0812]<0032>Chief Executive Officer|
id: [0812]<0032>Direktur Utama|

source: [0813]<0033>Years of service|
id: [0813]<0033>Tahun dinas|

source: [0814]<0034>Retailing|
id: [0814]<0034>Ritel|

source: [0815]<0035>Research and Development|
id: [0815]<0035>Penelitian dan Pengembangan|

source: [0816]<0036>Raw Material Production|
id: [0816]<0036>Produksi Bahan Baku|

source: [0817]<0037>Marketing|
id: [0817]<0037>Pemasaran|

source: [0818]<0038>Training|
id: [0818]<0038>Pelatihan|

source: [0819]<0039>Look for Candidates|
id: [0819]<0039>Cari Kandidat|

source: [0820]<0040>CHIEF OPERATING OFFICER'S OFFICE|
id: [0820]<0040>DIREKTUR OPERASIONAL|

source: [0821]<0041>Chief Operating Officer|
id: [0821]<0041>Direktur Operasi|

source: [0822]<0042>Expertise|
id: [0822]<0042>Keahlian|

source: [0823]<0043>Value|
id: [0823]<0043>Nilai|

source: [0824]<0044>POSITION VACANT|
id: [0824]<0044>POSISI VACANT|

source: [0825]<0045>CHIEF MARKETING OFFICER'S OFFICE|
id: [0825]<0045>DIREKTUR PEMASARAN |

source: [0826]<0046>Chief Marketing Officer|
id: [0826]<0046>Direktur Pemasaran|

source: [0828]<0048>Acquire Technology From Other Companies|
id: [0828]<0048>Memperoleh Teknologi Dari Perusahaan Lain|

source: [0829]<0049>CHIEF TECHNICAL OFFICER'S OFFICE|
id: [0829]<0049>DIREKTUR TEKNIS|

source: [0830]<0050>Stock Price|
id: [0830]<0050>Harga Saham|

source: [0832]<0052>Dividend Yield|
id: [0832]<0052>Hasil Dividen|

source: [0837]<0057>Offer|
id: [0837]<0057>Penawaran|

source: [0845]<0060>Corporate|
id: [0845]<0060>Perusahaan|

source: [0848]<0063>Product|
id: [0848]<0063>Produk|

source: [0850]<0065>Financial Report|
id: [0850]<0065>Laporan Keuangan|

source: [0855]<0070>Manufacturer's|
id: [0855]<0070>Produsen|

source: [0856]<0071>Guide|
id: [0856]<0071>Panduan|

source: [0857]<0072>Farmer's Guide|
id: [0857]<0072>Panduan Pertanian|

source: [0858]<0073>Manager's Guide|
id: [0858]<0073>Panduan Manajer|

source: [0860]<0075>Stock Exchange|
id: [0860]<0075>Bursa Efek|

source: [0861]<0076>Revenue Graph |
id: [0861]<0076>Grafik Pendapatan|

source: [0862]<0077>Quantity Sold Graph |
id: [0862]<0077>Grafik Jumlah Terjual|

source: [0863]<0078>Previous|
id: [0863]<0078>Sebelumnya|

source: [0864]<0079>Next|
id: [0864]<0079>Berikutnya|

source: [0866]<0081>Product Class: |
id: [0866]<0081>Kelas Produk:|

source: [0867]<0082>Necessity Index:|
id: [0867]<0082>Indeks Kebutuhan:|

source: [0868]<0083>City Total|
id: [0868]<0083>Jumlah Kota|

source: [0869]<0084>One Product|
id: [0869]<0084>Satu Produk|

source: [0870]<0085>Market Share |
id: [0870]<0085>Pangsa Pasar|

source: [0871]<0086>Production|
id: [0871]<0086>Produksi|

source: [0872]<0087>Retail|
id: [0872]<0087>Eceran|

source: [0873]<0088>Producer |
id: [0873]<0088>Produser|

source: [0874]<0089>Retailer |
id: [0874]<0089>Pengecer|

source: [0875]<0090>Product Quality|
id: [0875]<0090>Kualitas Produk|

source: [0876]<0091>Production Quality|
id: [0876]<0091>Kualitas Produksi|

source: [0877]<0092>Raw Material Quality|
id: [0877]<0092>Kualitas Bahan Baku|

source: [0879]Corporate Brand|
id: [0879]Merek Perusahaan|

source: [0880]Range Brand|
id: [0880]Berbagai Merek|

source: [0881]Unique Brand|
id: [0881]Merek Unik|

source: [0882]<0094>Brand Strategy|
id: [0882]<0094>Strategi Merek|

source: [0883]<0095>Brand Rating|
id: [0883]<0095>Peringkat Merek|

source: [0884]<0096>Brand Awareness|
id: [0884]<0096>Kesadaran Merek|

source: [0885]<0097>Brand Loyalty|
id: [0885]<0097>Loyalitas Merek|

source: [0886]<0098>Advertising Expense|
id: [0886]<0098>Beban Iklan|

source: [0891]<0103>New Price|
id: [0891]<0103>Harga Baru|

source: [0892]<0104>All companies|
id: [0892]<0104>Semua perusahaan|

source: [0893]<0105>All cities|
id: [0893]<0105>Semua kota|

source: [0894]<0106>(Tech unknown to you)|
id: [0894]<0106>(Teknis tidak Anda kenal)|

source: [0896]<0108>Import|
id: [0896]<0108>Impor|

source: [0897]<0109>No Longer in Business|
id: [0897]<0109>Tidak Lagi Berbisnis|

source: [0898]Financial Overview|
id: [0898]Sekilas Keuangan|

source: [0899]Stock Overview|
id: [0899]Ikhtisar Saham|

source: [0900]Business Relations|
id: [0900]Hubungan Bisnis|

source: [0901]Firm Overview|
id: [0901]Ikhtisar Perusahaan|

source: [0902]<0110>Buy|
id: [0902]<0110>Beli|

source: [0903]<0111>Overview|
id: [0903]<0111>Ikhtisar|

source: [0904]<0112>Firms|
id: [0904]<0112>Perusahaan|

source: [0905]<0113>Products|
id: [0905]<0113>Produk|

source: [0906]<0114>Graphs 1|
id: [0906]<0114>Grafik 1|

source: [0907]<0115>Graphs 2|
id: [0907]<0115>Grafik 2|

source: [0908]<0116>Stock|
id: [0908]<0116>Saham|

source: [0909]<0117>Balance Sheet|
id: [0909]<0117>Neraca|

source: [0910]<0118>Income Statement|
id: [0910]<0118>Laporan Laba Rugi|

source: [0911]<0119>Technology|
id: [0911]<0119>Teknologi|

source: [0912]<0120>Advertising|
id: [0912]<0120>Periklanan|

source: [0913]<0121>Brand|
id: [0913]<0121>Merek|

source: [0914]<0122>Dominance|
id: [0914]<0122>Dominasi|

source: [0915]<0123>Rankings|
id: [0915]<0123>Peringkat|

source: [0916]<0124>All|
id: [0916]<0124>Semua|

source: [0917]<0125>Delegate|
id: [0917]<0125>Delegasikan|

source: [0918]<0126>City|
id: [0918]<0126>Kota|

source: [0919]<0127>Operating Years|
id: [0919]<0127>Tahun Operasi|

source: [0920]<0128>Lifetime Revenue|
id: [0920]<0128>Pendapatan Seumur Hidup|

source: [0921]<0129>Lifetime Profit|
id: [0921]<0129>Keuntungan Seumur Hidup|

source: [0922]<0130>No.of Employees|
id: [0922]<0130>Jumlah Karyawan|

source: [0923]<0131>No.of Units|
id: [0923]<0131>Jumlah Unit|

source: [0925]<0133>Utilization|
id: [0925]<0133>Pemanfaatan|

source: [0926]<0134>Units|
id: [0926]<0134>Unit|

source: [0928]<0136>Lifetime Profit|
id: [0928]<0136>Keuntungan Seumur Hidup|

source: [0929]<0137>Ad.
id: [0929]<0137>Iklan.

source: Spending|
id: Pembelanjaan|

source: [0930]<0138>Daily Ad.
id: [0930]<0138>Iklan Harian.

source: Freq.|
id: Frek.|

source: [0931]<0139>Rating Points|
id: [0931]<0139>Poin Peringkat|

source: [0932]<0140>Sort By Product Name|
id: [0932]<0140>Urutkan Berdasarkan Nama Produk|

source: [0933]<0141>Sort By City Name|
id: [0933]<0141>Urutkan Berdasarkan Nama Kota|

source: [0934]<0142>Corporate Brand|
id: [0934]<0142>Merek Perusahaan|

source: [0935]<0143>Range Brand|
id: [0935]<0143>Berbagai Merek|

source: [0936]<0144>Unique Brand|
id: [0936]<0144>Merek Unik|

source: [0937]<0145>A Single Brand Covers All Products|
id: [0937]<0145>Satu Merek Mencakup Semua Produk|

source: [0938]<0146>A Brand Covers a Range of Products|
id: [0938]<0146>Sebuah Merek Mencakup Berbagai Produk|

source: [0939]<0147>Each Product has a Unique Brand|
id: [0939]<0147>Setiap Produk memiliki Merek Unik|

source: [0940]<0148>Industry|
id: [0940]<0148>Industri|

source: [0941]<0149>Leader Market Share|
id: [0941]<0149>Pangsa Pasar Pemimpin|

source: [0942]<0150>Market Share|
id: [0942]<0150>Pangsa Pasar|

source: [0943]<0151>Rank|
id: [0943]<0151>Pangkat|

source: [0944]<0152>Product Class|
id: [0944]<0152>Kelas Produk|

source: [0945]<0153>Product Name|
id: [0945]<0153>Nama Produk|

source: [0949]<0157>With Market Share|
id: [0949]<0157>Dengan Pangsa Pasar|

source: [0950]<0158>Only Dominated|
id: [0950]<0158>Hanya Mendominasi|

source: [0951]<0159>Description|
id: [0951]<0159>Deskripsi|

source: [0952]<0160>Value|
id: [0952]<0160>Nilai|

source: [0953]<0161>Rank|
id: [0953]<0161>Pangkat|

source: [0954]<0162>Leader|
id: [0954]<0162>Pemimpin|

source: [1007]<0164>Description|
id: [1007]<0164>Deskripsi|

source: [1013]<0170>Operating Profit|
id: [1013]<0170>Laba Operasi|

source: [1015]<0172>Net Profit|
id: [1015]<0172>Laba Bersih|

source: [1016]<0173>Shareholders|
id: [1016]<0173>Pemegang Saham|

source: [1017]<0174>Chart|
id: [1017]<0174>Bagan|

source: [1018]<0175>Total|
id: [1018]<0175>Jumlah|

source: [1021]<0178>Management|
id: [1021]<0178>Manajemen|

source: [1022]<0179>Strategy:|
id: [1022]<0179>Strategi:|

source: [1024]<0181>Chairman and CEO|
id: [1024]<0181>Ketua dan CEO|

source: [1025]<0182>Chairman|
id: [1025]<0182>Ketua|

source: [1027]<0184>Chief Technical Officer|
id: [1027]<0184>Direktur Teknis|

source: [1028]<0185>Financial Overview|
id: [1028]<0185>Ikhtisar Keuangan|

source: [1029]<0186>Stock Overview|
id: [1029]<0186>Ikhtisar Saham|

source: [1031]<0188>Private Corporation|
id: [1031]<0188>Perusahaan Swasta|

source: [1032]<0189>Firm Overview|
id: [1032]<0189>Ikhtisar Perusahaan|

source: [1033]<0190>Annual Revenue|
id: [1033]<0190>Omset Tahunan|

source: [1034]<0191>Annual Gross Profit|
id: [1034]<0191>Laba Kotor Tahunan|

source: [1035]<0192>Production & Retail|
id: [1035]<0192>Produksi & Eceran|

source: [1036]<0193>Production|
id: [1036]<0193>Produksi|

source: [1037]<0194>Retail|
id: [1037]<0194>Eceran|

source: [1039]<0196>Revenue|
id: [1039]<0196>Pendapatan|

source: [1040]<0197>Operating Profit|
id: [1040]<0197>Laba Operasi|

source: [1041]<0198>Net Profit|
id: [1041]<0198>Laba Bersih|

source: [1042]<0199>Net Worth|
id: [1042]<0199>Kekayaan Bersih|

source: [1043]<0200>Stock Price|
id: [1043]<0200>Harga Saham|

source: [1044]<0201>Past 30 Years|
id: [1044]<0201>30 Tahun Terakhir|

source: [1046]<0203>Cash|
id: [1046]<0203>Uang Tunai|

source: [1047]<0204>Inventory|
id: [1047]<0204>Inventaris|

source: [1048]<0205>Business Assets|
id: [1048]<0205>Aset Bisnis|

source: [1049]<0206>Land & Resource|
id: [1049]<0206>Tanah & Sumber Daya|

source: [1050]<0207>Stock Assets|
id: [1050]<0207>Aset Saham|

source: [1051]<0208>Total Loans|
id: [1051]<0208>Total Pinjaman|

source: [1052]<0209>Dividend Paid|
id: [1052]<0209>Dividen Dibayar|

source: [1053]<0210>Stock Return|
id: [1053]<0210>Pengembalian Saham|

source: [1054]<0211>Salaries Expense|
id: [1054]<0211>Beban Gaji|

source: [1055]<0212>Advertising|
id: [1055]<0212>Periklanan|

source: [1056]<0213>Training|
id: [1056]<0213>Pelatihan|

source: [1057]<0214>Write-offs|
id: [1057]<0214>Penghapusan|

source: [1058]<0215>Shareholder Owned Qty Owned% Stock Value|
id: [1058]<0215>Pemegang Saham Memiliki % Nilai Saham|

source: [1061]<0218>Confidential|
id: [1061]<0218>Rahasia|

source: [1062]<0219>Current Tech|
id: [1062]<0219>Teknologi Saat Ini|

source: [1063]<0220>Top Tech|
id: [1063]<0220>Teknologi Teratas|

source: [1064]<0221>Target Tech|
id: [1064]<0221>Target RnD|

source: [1065]<0222>R&D Progress|
id: [1065]<0222>Kemajuan R&D|

source: [1068]<0225>Lifetime Trade|
id: [1068]<0225>Perdagangan Seumur Hidup|

source: [1069]<0226>Annual Revenue|
id: [1069]<0226>Omset Tahunan|

source: [1070]<0227>Annual Operating Profit|
id: [1070]<0227>Laba Operasi Tahunan|

source: [1071]<0228>Annual Net Profit|
id: [1071]<0228>Laba Bersih Tahunan|

source: [1072]<0229>Total Assets|
id: [1072]<0229>Total Aset|

source: [1073]<0230>Total Loans|
id: [1073]<0230>Total Pinjaman|

source: [1074]<0231>Stock Asset|
id: [1074]<0231>Aset Saham|

source: [1075]<0231>No.
id: [1075]<0231>Jumlah.

source: of Years of Operation|
id: Tahun Operasi|

source: [1076]<0232>No.
id: [1076]<0232>Jumlah.

source: of Employees|
id: Karyawan|

source: [1077]<0233>No.
id: [1077]<0233>Jumlah.

source: of Product Classes|
id: Kelas Produk|

source: [1078]<0234>No.
id: [1078]<0234>Jumlah.

source: of Product Types|
id: Jenis Produk|

source: [1079]<0235>Return on Equity|
id: [1079]<0235>Laba atas Ekuitas|

source: [1080]<0236>Return on Total Assets|
id: [1080]<0236>Pengembalian Total Aset|

source: [1081]<0237>Dividend Yield|
id: [1081]<0237>Hasil Dividen|

source: [1082]<0238>Stock Return to Investors|
id: [1082]<0238>Pengembalian Saham ke Investor|

source: [1083]<0239>Operating Profit Margin|
id: [1083]<0239>Margin Laba Operasi|

source: [1084]<0240>Net Profit Margin|
id: [1084]<0240>Margin Laba Bersih|

source: [1085]<0241>Inventory Turnover|
id: [1085]<0241>Perputaran Persediaan|

source: [1086]<0242>Assets Turnover|
id: [1086]<0242>Perputaran Aset|

source: [1087]<0243>Equity-to-Assets Ratio|
id: [1087]<0243>Rasio Ekuitas terhadap Aset|

source: [1088]<0244>Researching new product|
id: [1088]<0244>Meneliti produk baru|

source: [1089]<0245>years|
id: [1089]<0245>tahun|

source: [1090]<0246>year|
id: [1090]<0246>tahun|

source: [1091]<0247>units|
id: [1091]<0247>unit|

source: [1093]<0249>Public Shareholders|
id: [1093]<0249>Pemegang Saham Publik|

source: [1095]<0251>Annual Profit|
id: [1095]<0251>Laba Tahunan|

source: [1096]<0252>Stock Price|
id: [1096]<0252>Harga Saham|

source: [1099]<0255>P/E Ratio|
id: [1099]<0255>Rasio P/E|

source: [1100]<0256>Dividend Yield|
id: [1100]<0256>Hasil Dividen|

source: [1102]<0257>Annual Return|
id: [1102]<0257>Return Tahunan|

source: [1104]<0259>Merger|
id: [1104]<0259>Penggabungan|

source: [1105]<0260>Buy|
id: [1105]<0260>Beli|

source: [1106]<0261>Sell|
id: [1106]<0261>Jual|

source: [1107]<0262>Price P/E Owned% Stock Value|
id: [1107]<0262>Harga P/E % Nilai Saham Yang Dimiliki|

source: [1108]<0263>Stock Price|
id: [1108]<0263>Harga Saham|

source: [1109]<0264>Total Shares|
id: [1109]<0264>Total Saham|

source: [1110]<0265>Equity Per Share|
id: [1110]<0265>Ekuitas Per Saham|

source: [1111]<0266>Earnings Per Share|
id: [1111]<0266>Laba Per Saham|

source: [1112]<0267>P/E Ratio|
id: [1112]<0267>Rasio P/E|

source: [1113]<0268>Dividend Yield|
id: [1113]<0268>Hasil Dividen|

source: [1114]<0269>Annual Return|
id: [1114]<0269>Return Tahunan|

source: [1116]<0271>Who Cash|
id: [1116]<0271>Siapa Menguangkan|

source: [1117]<0272>Buy Stock|
id: [1117]<0272>Beli Saham|

source: [1118]<0273>Sell Stock|
id: [1118]<0273>Jual Saham|

source: [1119]<0274>Offer Price|
id: [1119]<0274>Harga Penawaran|

source: [1122]<0277>100 Billionaires|
id: [1122]<0277>100 Miliarder|

source: [1123]<0278>Local Billionaires|
id: [1123]<0278>Miliarder Lokal|

source: [1124]<0279>Issue New Shares|
id: [1124]<0279>Terbitkan Saham Baru|

source: [1125]<0280>Borrow/Repay Loan|
id: [1125]<0280>Pinjam / Bayar Pinjaman|

source: [1126]<0281>Public Shareholders|
id: [1126]<0281>Pemegang Saham Publik|

source: [1127]<0282>Past 30 Days|
id: [1127]<0282>30 Hari Terakhir|

source: [1128]<0283>of|
id: [1128]<0283>dari|

source: [1129]<0284>ISSUE NOW|
id: [1129]<0284>MASALAH SEKARANG|

source: [1130]<0285>BORROW|
id: [1130]<0285>PINJAMAN|

source: [1131]<0286>REPAY|
id: [1131]<0286>MEMBAYAR|

source: [1132]<0287>Issues|
id: [1132]<0287>Masalah|

source: [1133]<0288>New Shares at|
id: [1133]<0288>Saham Baru di|

source: [1134]<0289> Per Share.|
id: [1134]<0289> Per Saham.|

source: [1135]<0290>Total Loan|
id: [1135]<0290>Total Pinjaman|

source: [1136]<0291>Monthly Interest|
id: [1136]<0291>Bunga Bulanan|

source: [1137]<0292>Credit Limit|
id: [1137]<0292>Batas Kredit|

source: [1138]<0293>Interest Rate|
id: [1138]<0293>Suku Bunga|

source: [1139]<0294>Borrow|
id: [1139]<0294>Pinjam|

source: [1140]<0295>Repay|
id: [1140]<0295>Membayar|

source: [1141]<0296>Loan Interest Rate|
id: [1141]<0296>Suku Bunga Pinjaman|

source: [1142]<0296>Loan Amount|
id: [1142]<0296>Jumlah Pinjaman|

source: [1143]<0297>ISSUE NOW|
id: [1143]<0297>MASALAH SEKARANG|

source: [1144]<0298>Owner:|
id: [1144]<0298>Pemilik:|

source: [1145]<0299>Your purchase price|
id: [1145]<0299>Harga pembelian Anda|

source: [1146]<0300>Land and building cost|
id: [1146]<0300>Biaya tanah dan bangunan|

source: [1147]<0301>Market value|
id: [1147]<0301>Nilai pasar|

source: [1148]<0302>Put this mansion on sale for:|
id: [1148]<0302>Jual rumah ini dengan harga:|

source: [1149]<0303>Put this mansion on sale|
id: [1149]<0303>Jual rumah ini|

source: [1150]<0304>Demolish the mansion and sell the land|
id: [1150]<0304>Hancurkan rumah besar dan jual tanah|

source: [1151]<0305>This mansion is for sale|
id: [1151]<0305>Rumah ini dijual|

source: [1152]<0306>Buy this mansion|
id: [1152]<0306>Beli rumah ini|

source: [1154]<0308>Are you sure that you want to demolish the mansion and sell the land?
id: [1154]<0308>Anda yakin ingin membongkar mansion dan menjual tanahnya?

# The land can be sold for |
source: \n \nThe land can be sold for |
id: \n\nLahan bisa dijual seharga|

source: [1155]<0309>Manager|
id: [1155]<0309>Manajer|

source: [1156]<0310>TV Broadcast|
id: [1156]<0310>Siaran TV|

source: [1157]<0311>Radio Broadcast|
id: [1157]<0311>Siaran Radio|

source: [1158]<0312>Newspaper|
id: [1158]<0312>Koran|

source: [1163]<0317>retail stores.|
id: [1163]<0317>toko ritel.|

source: [1164]<0318>Double-click here to view the product detail report.|
id: [1164]<0318>Klik dua kali di sini untuk melihat laporan detail produk.|

source: [1175]<0329>City Overall|
id: [1175]<0329>Rating Kota|

source: [1181]<0335>New Product|
id: [1181]<0335>Produk Baru|

source: [1182]<0336>Development|
id: [1182]<0336>Pengembangan|

source: [1185]<0339>Target Technology:|
id: [1185]<0339>Teknologi Sasaran:|

source: [1186]<0340>Duration:|
id: [1186]<0340>Durasi:|

source: [1187]<0341>Progress|
id: [1187]<0341>Kemajuan|

source: [1188]<0342>NONE|
id: [1188]<0342>TIDAK ADA|

source: [1189]<0343>There is no space for adding new products|
id: [1189]<0343>Tidak ada ruang untuk menambahkan produk baru|

source: [1190]<0344>This item can be sold in...|
id: [1190]<0344>Item ini bisa dijual di ...|

source: [1194]Frozen|
id: [1194]Beku|

source: [1195]Cold|
id: [1195]Dingin|

source: [1196]Cool|
id: [1196]Keren|

source: [1197]Warm|
id: [1197]Hangat|

source: [1198]Hot|
id: [1198]Panas|

source: [1199]Dry|
id: [1199]Kering|

source: [1200]Little|
id: [1200]Sedikit|

source: [1201]Moderate|
id: [1201]Sedang|

source: [1202]Plentiful|
id: [1202]Berlimpah|

source: [1203]<0348>Warm, Cool or Cold|
id: [1203]<0348>Hangat, Sejuk atau Dingin|

source: [1235]<0349>No.
id: [1235]<0349>Jumlah.

source: [1236]<0350>No.
id: [1236]<0350>Jumlah.

source: of Units|
id: dari Unit|

source: [1237]<0351>Average Unit Level|
id: [1237]<0351>Rata-rata Tingkat Satuan|

source: [1238]<0352>Average Utilization|
id: [1238]<0352>Pemanfaatan Rata-rata|

source: [1239]<0353>Who manages this firm?|
id: [1239]<0353>Siapa yang mengelola perusahaan ini?|

source: [1241]<0355>President|
id: [1241]<0355>Presiden|

source: [1242]<0356>Do you want to manage all of your firms yourself?|
id: [1242]<0356>Apakah Anda ingin mengelola sendiri semua perusahaan Anda?|

source: [1243]<0357>Do you want President |
id: [1243]<0357>Apakah Anda menginginkan Presiden|

source: [1244]<0358> to manage all of your firms|
id: [1244]<0358>untuk mengelola semua perusahaan Anda|

source: [1245]<0359>Layout Plan Library - |
id: [1245]<0359>Pustaka Rencana Tata Letak -|

source: [1247]<0361>Description|
id: [1247]<0361>Deskripsi|

source: [1249]<0363>Output|
id: [1249]<0363>Keluaran|

source: [1250]<0364>Input|
id: [1250]<0364>Masukan|

source: [1251]<0365>Available|
id: [1251]<0365>Tersedia|

source: [1253]<0367>Chief Operating Officer|
id: [1253]<0367>Direktur Operasi|

source: [1255]<0369>He currently manages this firm|
id: [1255]<0369>Dia saat ini mengelola perusahaan ini|

source: [1256]<0370>She currently manages this firm|
id: [1256]<0370>Dia saat ini mengelola perusahaan ini|

source: [1263]<0377>Market Value:|
id: [1263]<0377>Nilai Pasar:|

source: [1264]<0378>This mansion is for sale|
id: [1264]<0378>Rumah ini dijual|

source: [1265]<0379>FOR SALE|
id: [1265]<0379>DIJUAL|

source: [1267]<0381>Function: Issuing new shares|
id: [1267]<0381>Fungsi: Menerbitkan saham baru|

source: [1268]<0382>Function: Borrowing bank loans|
id: [1268]<0382>Fungsi: Meminjam pinjaman bank|

source: [1269]<0383>Function: Trading stocks|
id: [1269]<0383>Fungsi: Perdagangan saham|

source: [1270]<0384>Function: Advertising your products|
id: [1270]<0384>Fungsi: Mengiklankan produk Anda|

source: [1271]<0385>Function: Provide information|
id: [1271]<0385>Fungsi: Memberikan informasi|

source: [1272]<0386>Rating Points|
id: [1272]<0386>Poin Peringkat|

source: [1273]<0387>Rating Points for past 36 months|
id: [1273]<0387>Poin Peringkat selama 36 bulan terakhir|

source: [1274]<0388>Content Volume|
id: [1274]<0388>Volume Konten|

source: [1275]<0389>Content Quality|
id: [1275]<0389>Kualitas Konten|

source: [1278]<0392>Rating Points|
id: [1278]<0392>Poin Peringkat|

source: [1281]<0395>Monthly Budget for New Content Development|
id: [1281]<0395>Anggaran Bulanan untuk Pengembangan Konten Baru|

source: [1287]<0401>Next Month Advertising Pricing|
id: [1287]<0401>Harga Iklan Bulan Depan|

source: [1289]<0403>Current Advertising Pricing|
id: [1289]<0403>Harga Iklan Saat Ini|

source: [1292]<0406>Buy Firm|
id: [1292]<0406>Beli Perusahaan|

source: [1298]All|
id: [1298]Semua|

source: [1299]Has Trade Sales|
id: [1299]Perdagangan|

source: [1300]Has Retail Sales|
id: [1300]Eceran|

source: [1301]All|
id: [1301]Semua|

source: [1302]Consumer Goods|
id: [1302]Barang Konsumsi|

source: [1303]Industrial Goods|
id: [1303]Barang Industri|

source: [1304]Sales Revenue|
id: [1304]Pendapatan Penjualan|

source: [1305]Raw Material Cost|
id: [1305]Biaya Bahan Baku|

source: [1306]Freight Cost|
id: [1306]Biaya Pengiriman|

source: [1307]Salaries Expense|
id: [1307]Beban Gaji|

source: [1308]Factory Overhead|
id: [1308]Overhead Pabrik|

source: [1309]Advertising & PR Expense|
id: [1309]Biaya Periklanan & Humas|

source: [1310]Training|
id: [1310]Pelatihan|

source: [1311]Write-offs|
id: [1311]Penghapusan|

source: [1312]Salaries Expense|
id: [1312]Beban Gaji|

source: [1313]Operating Overhead|
id: [1313]Mengoperasikan Overhead|

source: [1314]Training|
id: [1314]Pelatihan|

source: [1315]Write-offs|
id: [1315]Penghapusan|

source: [1316]Sales Revenue|
id: [1316]Pendapatan Penjualan|

source: [1317]Purchase Cost|
id: [1317]Biaya Pembelian|

source: [1318]Freight Cost|
id: [1318]Biaya Pengiriman|

source: [1319]Salaries Expense|
id: [1319]Beban Gaji|

source: [1320]Operating Overhead|
id: [1320]Mengoperasikan Overhead|

source: [1321]Advertising & PR Expense|
id: [1321]Biaya Periklanan & Humas|

source: [1322]Training|
id: [1322]Pelatihan|

source: [1323]Write-offs|
id: [1323]Penghapusan|

source: [1324]Sales Revenue|
id: [1324]Pendapatan Penjualan|

source: [1325]Salaries Expense|
id: [1325]Beban Gaji|

source: [1326]Operating Overhead|
id: [1326]Mengoperasikan Overhead|

source: [1327]Advertising & PR Expense|
id: [1327]Biaya Periklanan & Humas|

source: [1328]Training|
id: [1328]Pelatihan|

source: [1329]Write-offs|
id: [1329]Penghapusan|

source: [1330]Sales Revenue|
id: [1330]Pendapatan Penjualan|

source: [1331]Consumption of Reserve|
id: [1331]Konsumsi Cadangan|

source: [1332]Salaries Expense|
id: [1332]Beban Gaji|

source: [1333]Operating Overhead|
id: [1333]Mengoperasikan Overhead|

source: [1334]Advertising & PR Expense|
id: [1334]Biaya Periklanan & Humas|

source: [1335]Training|
id: [1335]Pelatihan|

source: [1336]Write-offs|
id: [1336]Penghapusan|

source: [1347]<0412>Summary|
id: [1347]<0412>Ringkasan|

source: [1348]<0413>Wealth|
id: [1348]<0413>Kekayaan|

source: [1349]<0414>Career|
id: [1349]<0414>Karir|

source: [1350]<0415>Personality|
id: [1350]<0415>Kepribadian|
